export const dataForList = [
    {
        title: 'Бусидо',
        description: 'кодекс самурая, свод правил, рекомендаций и норм поведения истинного воина в обществе, в бою и наедине с собой, воинская философия и мораль в феодальной Японии.'
    },
    {
        tirle: 'История',
        description: 'Самурайская мораль сформировалась в общих чертах одновременно с системой сёгуната, однако основы её существовали задолго до этого времени.'
    },
    {
        title: 'Постулаты бусидо',
        description:'Окончательно оформившись в конце эпохи воюющих провинций Сэнгоку Дзидай (1467—1568 гг.), бусидо требовал: беспрекословной верности феодалу; признания военного дела единственным занятием, достойным самурая; самоубийства в случаях, когда опозорена честь самурая; включал запрет лжи и привязанности к деньгам.'
    },
    {
        title: 'Философия Бусидо',
        description: 'Если отвлечься от практических уложений, подлинный духовный смысл учения Бусидо — в том, что воин должен жить, осознавая, что он может умереть в любой момент, что нужно ценить каждую минуту, проведённую при жизни, потому что она может оказаться последней.'
    },
    {
        title: 'Философия ',
        description: 'ений, подлинный духовный смысл учения Бусидо — в том, что воин должен жить, осознавая, что он может умереть в любой момент, что нужно ценить каждую минуту, проведённую при жизни, потому что она может оказаться последней.'
    },
]